const cit = {
  'منطقة الرياض': [
    {
      key: 'الرياض',
      value: 'الرياض',
    },
    {
      key: 'المجمعة',
      value: 'المجمعة',
    },
    {
      key: 'العيطلية',
      value: 'العيطلية',
    },
    {
      key: 'حزوة / العمانية',
      value: 'حزوة / العمانية',
    },
    {
      key: 'الافلاج',
      value: 'الافلاج',
    },
    {
      key: 'الوسيعة',
      value: 'الوسيعة',
    },
    {
      key: 'تمرية',
      value: 'تمرية',
    },
    {
      key: 'ابو خسيفاء',
      value: 'ابو خسيفاء',
    },
    {
      key: 'النخيل',
      value: 'النخيل',
    },
    {
      key: 'السحيمي',
      value: 'السحيمي',
    },
  ],
  'منطقة تبوك': [
    {
      key: 'تبوك',
      value: 'تبوك',
    },
    {
      key: 'نعمي',
      value: 'نعمي',
    },
    {
      key: 'حميط',
      value: 'حميط',
    },
    {
      key: 'رجم الطيارة',
      value: 'رجم الطيارة',
    },
    {
      key: 'الثميد',
      value: 'الثميد',
    },
    {
      key: 'عسيلة',
      value: 'عسيلة',
    },
    {
      key: 'حالة عمار',
      value: 'حالة عمار',
    },
    {
      key: 'الشايب',
      value: 'الشايب',
    },
    {
      key: 'الفوهة',
      value: 'الفوهة',
    },
    {
      key: 'اللوز',
      value: 'اللوز',
    },
  ],
  'منطقة مكة المكرمة': [
    {
      key: 'الطائف',
      value: 'الطائف',
    },
    {
      key: 'مكة المكرمة',
      value: 'مكة المكرمة',
    },
    {
      key: 'جدة',
      value: 'جدة',
    },
    {
      key: 'القعرة',
      value: 'القعرة',
    },
    {
      key: 'الجحفة',
      value: 'الجحفة',
    },
    {
      key: 'الزويراء',
      value: 'الزويراء',
    },
    {
      key: 'النويبع',
      value: 'النويبع',
    },
    {
      key: 'العقلة',
      value: 'العقلة',
    },
    {
      key: 'رابغ',
      value: 'رابغ',
    },
    {
      key: 'مستورة',
      value: 'مستورة',
    },
  ],
  'منطقة القصيم': [
    {
      key: 'بريدة',
      value: 'بريدة',
    },
    {
      key: 'عنيزة',
      value: 'عنيزة',
    },
    {
      key: 'خيطان',
      value: 'خيطان',
    },
    {
      key: 'الرضم',
      value: 'الرضم',
    },
    {
      key: 'هرمولة',
      value: 'هرمولة',
    },
    {
      key: 'فيضة ابان الاحمر',
      value: 'فيضة ابان الاحمر',
    },
    {
      key: 'الدارة',
      value: 'الدارة',
    },
    {
      key: 'ابو سديرة',
      value: 'ابو سديرة',
    },
    {
      key: 'الوطاة',
      value: 'الوطاة',
    },
    {
      key: 'غضي',
      value: 'غضي',
    },
    {
      key: 'الحيطان',
      value: 'الحيطان',
    },
  ],
  'منطقة المدينة المنورة': [
    {
      key: 'المدينة المنورة',
      value: 'المدينة المنورة',
    },
    {
      key: 'عردة',
      value: 'عردة',
    },
    {
      key: 'دبدبة فضلاء',
      value: 'دبدبة فضلاء',
    },
    {
      key: 'أبو طاقة',
      value: 'أبو طاقة',
    },
    {
      key: 'العين الجديدة',
      value: 'العين الجديدة',
    },
    {
      key: 'قعرة الدومة',
      value: 'قعرة الدومة',
    },
    {
      key: 'أم زرب',
      value: 'أم زرب',
    },
    {
      key: 'هدية',
      value: 'هدية',
    },
    {
      key: 'القعرة',
      value: 'القعرة',
    },
    {
      key: 'العلا',
      value: 'العلا',
    },
  ],
  'منطقة الجوف': [
    {
      key: 'المريشدية',
      value: 'المريشدية',
    },
    {
      key: 'الحماد',
      value: 'الحماد',
    },
    {
      key: 'كاف',
      value: 'كاف',
    },
    {
      key: 'القرقر',
      value: 'القرقر',
    },
    {
      key: 'إثرة',
      value: 'إثرة',
    },
    {
      key: 'غطي',
      value: 'غطي',
    },
    {
      key: 'القريات',
      value: 'القريات',
    },
    {
      key: 'عين الحواسي',
      value: 'عين الحواسي',
    },
  ],
};

export default cit;
